Repository: kongvungsovanreach/note-app-coredata-ios
Catalog: CoreDataHomeworkNote/supporting files/*.lproj/Localizable.strings
Languages: km

# title
source: Google Note
km: កម្មវិធីកត់ចំណាំ

# takeNote
source: Take a note...
km: ដាក់ចំណាំថ្មី...

# choose_language
source: Please choose language
km: សូមជ្រើសរើសភាសា

source: English
km: ភាសាអង់គ្លេស

source: Khmer
km: ភាសាខ្មែរ

source: Korean
km: ភាសាកូរ៉េ

source: Cancel
km: បោះបង់

# wanna_delete
source: Do you want to delete?
km: ចង់លុបមែនរឺ?

# delete_one
source: Delete it
km: លុបមួយ

# delete_all
source: Delete all notes
km: លុបទាំងអស់

source: Save
km: រក្សាទុក

# title_placeholder
source: Note title here!
km: បញ្ចូលចំណងជើងទីនេះ!!

# search
source: Search here!
km: ស្វែងរកទីនេះ!

# error
source: Invalid Input!
km: បញ្ចូលខុសហើយ!

# error_message
source: Note cannot be title-less
km: Note ត្រូវតែមានចំណងជើង

# ok
source: Yes bro
km: បាទ មេ
